import React from "react";
import "./About.scss";
import aboutImg from "../../assets/img/about__img.jpeg";

const About = () => {
  return (
    <>
      <div className="container">
        <div className="about__block">
          <h1>Биз xақимизда</h1>
          <p>
            Ассалому алайкум ! <br /> Сизларга шуни маълум киламизки Наманганда
            махсус қолип (пресс-форма) ларни ясашда ва ишлатишда
            фойдаланиладиган асбоб-ускуна(инструмент)лар <br /> дукони очилди!{" "}
            <br /> Биз сизга буюртма асосида хам сизга керакли булган нарсаларни
            тез ва арзон нархларда етказиб берамиз.
          </p>
          <img src={aboutImg} alt="" />
          <h2>Асосий махсулоларимиз тури куйидагилар:</h2>
          <ul>
            <li>
              Металга ишлов берувчи асбоблар (Оправкалар, фрезалар ва хоказолар)
            </li>
            <li>
              Пластмасса қолиплари ва штамплар учун бутловчи кисмлар (Летниклар,
              толкателлар, пружиналар)
            </li>
            <li>Улчов асбоблари (Штангенциркуль, микрометр).</li>
            <li>
              Метални сайқаллаш учун ишлатиладиган асбоблар(Керамик тошлар,
              олмос тошлар, тош коғозлар).
            </li>
            <li>
              Қолип (пресс-форма) учун керак буладиган мойлар (Mold release ,
              Mold cleaning , Anti rust).
            </li>
            <li>
              Эрозия йули билан металга ишлов берувчи ускуналар (WIRE EDM, SPARK
              EDM, SUPER DRILL).
            </li>
            <li>
              Металга ЧПУ бошкаруви оркали ишлов берувчи ускуналар (VMC CNC)
            </li>
            <li>
              Пластмасса махсулотлари қуйиш учун ускуналар (Термопластавтоматлар
              ва қолиплар).
            </li>
          </ul>
        </div>
      </div>
    </>
  );
};

export default About;
